# -*- coding:utf-8 -*-

sports_type = [u'羽毛球', u'篮球', u'跑步', u'游泳', u'健身', u'乒乓球', u'足球', u'网球', u'冰雪', u'其它']
major_type = {u'建筑学院': '01', u'土木系': '02', u'水利系': '03', u'环境学院': '04', u'机械系': '05', u'精仪系': '06',
              u'热能系': '07', u'汽车系': '08', u'工业工程系': '09', u'电机系': '10', u'电子系': '11', u'计算机系': '12',
              u'自动化系': '13', u'微纳电子系': '14', u'航天航空学院': '15', u'工物系': '16', u'化工系': '17',
              u'材料学院': '18', u'数学系': '19', u'物理系': '20', u'化学系': '21', u'生命学院': '22', u'地学中心': '23',
              u'交叉信息学院': '24', u'经管学院': '25', u'公管学院': '26', u'金融学院': '27', u'法学院': '28',
              u'新闻学院': '29', u'马克思主义学院': '30', u'人文学院': '31', u'社科学院': '32', u'美术学院': '33',
              u'核研院': '34', u'教研院': '35', u'医学院': '36', u'软件学院': '37', u'苏世民书院': '38'}
sex = [u'男', u'女']
flag = [u'member', u'manager']
